      ******************************************************************
      * Author: Milton Figueredo
      * Date: 2022 / 09 / 12
      * Purpose: Estudio
      * Tectonics: cobc
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. "INICIO".
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "Hola mi gente ¿qué cuentan?".
            DISPLAY "Hola mi gente ¿qué cuentan?".

       ABRIR-PROGRAMA.

            DISPLAY "hOLA".
            DISPLAY "BIEN?".

       CERRAR-PROGRAMA.


            STOP RUN.
       END PROGRAM "INICIO".
